[Author]
Language=Spanish
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=18 January 2016

[Language]
File1.Caption=Archivo
OpenChangelog1.Caption=Abrir registro de cambios
OpenEULA1.Caption=Abrir EULA
Exit1.Caption=Salir
Help1.Caption=Ayuda
Homepage1.Caption=Página principal
About1.Caption=Acerca de
TabSheet1.Caption=Suma de verificación de archivo
TabSheet2.Caption=Cadena hash
TabSheet3.Caption=Comparar archivos
TabSheet5.Caption=Escanear carpeta
TabSheet7.Caption=Comprobar la suma de verificación de archivo
Label10.Caption=Seleccionar carpeta a escanear:
Label11.Caption=Máscara de archivo:
Button8.Caption=Escanear
Button14.Caption=Detener
Button11.Caption=Filtros
Button12.Caption=Exportar
Label66.Caption=Comparar dos archivos
Label9.Caption=Seleccionar dos archivos y ver si son distintos.
Button6.Caption=Comparar
Label7.Caption=Comprobar la suma de verificación de archivo
Label8.Caption=Seleccionar un archivo y compararlo con un hash MD5.
Button9.Caption=Verificar
Button16.Caption=Pegar
Label2.Caption=Insertar cadena para calcular la suma de verificación del hash:
Button4.Caption=Generar
Label12.Caption=Longitud de la cadena:
Button2.Caption=Exportar
Label1.Caption=Seleccionar archivo para calcular la suma de verificación hash:
Button1.Caption=Examinar...
Button15.Caption=Exportar
Label5.Caption=Tamaño del archivo:
imgFacebookLike.Hint=Síguenos en Facebook
imgDonate.Hint=Apoya este proyecto
FrmSettings.Label6.Caption=Elegir idioma:
FrmSettings.Caption=Ajustes
FrmSettings.CheckBox1.Caption=Añadir al menú contextual de Explorer
FrmSettings.Button1.Caption=Cerrar
FrmOutputFormat.Caption=Filtros
FrmOutputFormat.CheckBox2.Caption=Escanear también subcarpetas de forma recursiva
FrmOutputFormat.CheckBox3.Caption=Escanear únicamente archivos PE válidos tales como EXE, SYS, DLL, etc.
FrmOutputFormat.CheckBox1.Caption=Omitir archivos vacíos de 0 bytes
FrmOutputFormat.Label1.Caption=Variables disponibles:
FrmOutputFormat.Label2.Caption=Escribe tu formato personalizado de salida:
FrmOutputFormat.Label3.Caption=Formato de salida
FrmOutputFormat.Label4.Caption=Personalizar el escaneo
FrmOutputFormat.cbSkipHiddenFiles.Caption=Omitir los archivos marcados como ocultos
FrmOutputFormat.cbSkipSystemFiles.Caption=Omitir los archivos marcados como archivos de sistema
FrmOutputFormat.cbSkipBiggerFiles.Caption=Omitir los archivos de tamaño superior a N MB.
FrmAbout.Label4.Caption=Síguenos en Twitter
FrmAbout.Label5.Caption=Síguenos en Facebook
FrmAbout.Label6.Caption=Apoya este proyecto
FrmAbout.Caption=Acerca de
Button18.Caption=Portapapeles
Button7.Caption=Examinar...
Button3.Caption=Examinar...
Button5.Caption=Examinar...
Button17.Caption=Portapapeles
FrmSettings.CheckBox3.Caption=Minimizar la ventana de la aplicación al arrancar de forma manual
Label6.Caption=Seleccionar archivo a verificar:
Label20.Caption=Escribir aquí la suma de verificación MD5:
Label21.Caption=Seleccionar el primer archivo:
Label22.Caption=Seleccionar el segundo archivo:
Label13.Caption=Suma de verificación MD5:
Label14.Caption=Suma de verificación SHA1:
Label15.Caption=Suma de verificación SHA256:
Label16.Caption=Suma de verificación SHA384:
Label17.Caption=Suma de verificación SHA512:
cbMD5.Caption=Suma de verificación MD5:
cbSHA1.Caption=Suma de verificación SHA1:
cbSHA256.Caption=Suma de verificación SHA256:
cbSHA384.Caption=Suma de verificación SHA384:
cbSHA512.Caption=Suma de verificación SHA512:
Settings1.Caption=Ajustes
Configure1.Caption=Configurar
FILE_NOT_EXIST=El archivo no existe.
SELECT_FILE=Seleccionar archivo...
FILES_IDENTICAL=¡Los archivos son idénticos!
FILES_DIFFERENT=¡Los archivos son distintos!
HASH_EMPTY=El campo hash está vacío.
HASH_WRONG=El campo hash no es correcto. Utiliza el hash MD5 (32 caracteres).
MD5_CHECK_EQUAL=¡ La suma de verificación MD5 del archivo es igual !
MD5_CHECK_DIFFERENT=¡ La suma de verificación MD5 del archivo es distinta !
DIR_NOT_FOUND=La carpeta no existe.
FILES=Archivos
SELECT_FOLDER=Seleccionar carpeta
TEXTAREA_EMPTY=El área de texto está vacía.
WAIT=Espera...
Form1.Makeadonation1.Caption=Haz una donación
Form1.Facebookpage1.Caption=Página de Facebook
Form1.witterpage1.Caption=Página de Twitter